{
  "function": "Desenvolvedor Mobile apaixonado por matemática e física, atualmente cursando Engenharia da Computação pela UFS",
  "skills": [
    {
      "title": "Flutter",
      "description": "Atualmente o que mais me interesso e meu foco principal.\nJá desenvolvi um app autoral chamado Buyit e também participei no desenvolvimento de dois projetos mobile na universidade.",
      "url_icon": "https://raw.githubusercontent.com/underfilho/mygit/master/assets/skills/flutter.png"
    },
    {
      "title": "C#",
      "description": "Passei 6 meses desenvolvendo para a Avonale utilizando C# como a linguagem principal através do ASP.NET. Foi uma das minhas primeiras linguagens que aprendi, também já trabalhei com ela também tanto com Xamarin como com Unity.",
      "url_icon": "https://raw.githubusercontent.com/underfilho/mygit/master/assets/skills/csharp.png"
    },
    {
      "title": "Python",
      "description": "Uma linguagem muito simples e meu quebra galho atualmente, tenho uma biblioteca escrita em Python para desenhos e sistemas físicos disponível no meu Github, além de alguns pequenos projetos.",
      "url_icon": "https://raw.githubusercontent.com/underfilho/mygit/master/assets/skills/python.png"
    },
    {
      "title": "Kotlin",
      "description": "Kotlin tem uma sintaxe levemente diferente das linguagens mais utilizadas, mas rapidamente me adaptei também, utilizei no desenvolvimento nativo para Android com o Android Studio. Participei na criação de um aplicativo pessoal que atualmente transferi pra Flutter.",
      "url_icon": "https://raw.githubusercontent.com/underfilho/mygit/master/assets/skills/kotlin.png"
    },
    {
      "title": "VSCode",
      "description": "Atualmente o editor de texto que uso pra todas as linguagens anteriores, tenho um bom conhecimento sobre o programa o que facilita e agiliza muito o desenvolvimento. Também utilizo o Visual Studio e Android Studio como IDE's.",
      "url_icon": "https://raw.githubusercontent.com/underfilho/mygit/master/assets/skills/vscode.png"
    }
  ]
}
